
CREATE TABLE [ΕΡΓΑΖΟΜΕΝΟΙ] (
    [ΚΩΔΙΚΟΣ_ΕΡΓΑΖΟΜΕΝΟΥ] [int] IDENTITY(1,1) NOT NULL,
    [ΕΠΙΘΕΤΟ] varchar(20) NULL,
    [ONOMA] varchar(20) NULL,
    [ΟΝΟΜΑ_ΠΑΤΡΟΣ] varchar(20) NULL,
    [ΗΜΕΡΟΜΗΝΙΑ_ΓΕΝΝΗΣΗΣ] date NULL,
    [ΗΜΕΡΟΜΗΝΙΑ_ΠΡΟΣΛΗΨΗΣ] date NULL,
    [ΑΦΜ] varchar(10) NULL,
    [ΑΡΙΘΜΟΣ_ΤΑΥΤΟΤΗΤΑΣ] varchar(10) NULL,
    [ΤΗΛ_ΚΙΝΗΤΟ] varchar(20) NULL,
    [ΤΗΛ_ΣΤΑΘΕΡΟ] varchar(20) NULL,
    [ΔΙΕΥΘΥΝΣΗ] varchar(20) NULL,
    [ΠΟΛΗ] varchar(20) NULL,
    [ΜΙΣΘΟΣ] money NULL,
    [ΚΩΔΙΚΟΣ_ΤΜΗΜΑΤΟΣ] int NULL,
    CONSTRAINT [PK_ΕΡΓΑΖΟΜΕΝΟΙ] PRIMARY KEY ([ΚΩΔΙΚΟΣ_ΕΡΓΑΖΟΜΕΝΟΥ])
);

INSERT INTO ΕΡΓΑΖΟΜΕΝΟΙ (ΕΠΙΘΕΤΟ, ONOMA, ΟΝΟΜΑ_ΠΑΤΡΟΣ, ΗΜΕΡΟΜΗΝΙΑ_ΓΕΝΝΗΣΗΣ, ΗΜΕΡΟΜΗΝΙΑ_ΠΡΟΣΛΗΨΗΣ, ΑΦΜ, ΑΡΙΘΜΟΣ_ΤΑΥΤΟΤΗΤΑΣ, ΤΗΛ_ΚΙΝΗΤΟ, ΤΗΛ_ΣΤΑΘΕΡΟ, ΔΙΕΥΘΥΝΣΗ, ΠΟΛΗ, ΜΙΣΘΟΣ, ΚΩΔΙΚΟΣ_ΤΜΗΜΑΤΟΣ)
VALUES 
('ΠΑΠΑΔΟΠΟΥΛΟΣ', 'ΓΙΑΝΝΗΣ', 'ΧΡΗΣΤΟΣ', '1970-01-01', '2010-08-25', '34564381', 'X87658', '6980864680', '23210-56836', 'ΒΕΝΙΖΕΛΟΥ 10', 'ΘΕΣΣΑΛΟΝΙΚΗ', 700, NULL),
('ΠΑΠΑΜΙΧΑΗΛ', 'ΜΙΧΑΛΗΣ', 'ΝΙΚΟΛΑΟΣ', '1980-09-08', '2009-07-07', '78736368', 'Π63176', '6978286253', '23210-36284', 'ΡΕΔΑΙΣΤΟΥ 50', 'ΣΕΡΡΕΣ', 900, NULL),
('ΔΗΜΗΤΡΙΟΥ', 'ΕΛΕΝΗ', 'ΓΙΑΝΝΗΣ', '1988-09-08', '2011-01-01', '76236261', 'M72827', '6982527227', '23210-27282', 'Γ.ΡΑΚΙΤΝΖΗ 20', 'ΣΕΡΡΕΣ', 800, NULL),
('ΑΠΟΣΤΟΛΙΔΗΣ', 'ΓΡΗΓΟΡΗΣ', 'ΑΓΓΕΛΟΣ', '1981-06-05', '2012-03-02', '64788383', 'N37728', '6993646646', '23210-37737', 'ΑΪΔΙΝΙΟΥ 10', 'ΣΕΡΡΕΣ', 400, NULL),
('ΠΑΠΑ', 'ΜΑΡΙΑ', 'ΝΙΚΟΛΑΟΣ', '1982-09-07', '2013-07-06', '69803333', 'K27272', '6983738374', '23210-37373', 'Κ.ΣΤΑΜΟΥΛΗ 14', 'ΣΕΡΡΕΣ', 400, NULL);

INSERT INTO ΕΡΓΑΖΟΜΕΝΟΙ (ΕΠΙΘΕΤΟ, ONOMA, ΜΙΣΘΟΣ) VALUES ('ΓΕΩΡΓΙΟΥ', 'ΝΙΚΟΣ', 850);
INSERT INTO ΕΡΓΑΖΟΜΕΝΟΙ (ΕΠΙΘΕΤΟ, ONOMA, ΜΙΣΘΟΣ) VALUES ('ΑΝΤΩΝΙΟΥ', 'ΜΑΡΙΑ', 900);
INSERT INTO ΕΡΓΑΖΟΜΕΝΟΙ (ΕΠΙΘΕΤΟ, ONOMA, ΜΙΣΘΟΣ) VALUES ('ΣΤΕΡΓΙΟΥ', 'ΚΩΣΤΑΣ', 750);