
CREATE TABLE [еяцафолемои] (
    [йыдийос_еяцафолемоу] [int] IDENTITY(1,1) NOT NULL,
    [епихето] varchar(20) NULL,
    [ONOMA] varchar(20) NULL,
    [омола_патяос] varchar(20) NULL,
    [глеяолгмиа_цеммгсгс] date NULL,
    [глеяолгмиа_пяоскгьгс] date NULL,
    [ажл] varchar(10) NULL,
    [аяихлос_таутотгтас] varchar(10) NULL,
    [тгк_йимгто] varchar(20) NULL,
    [тгк_стахеяо] varchar(20) NULL,
    [диеухумсг] varchar(20) NULL,
    [покг] varchar(20) NULL,
    [лисхос] money NULL,
    [йыдийос_тлглатос] int NULL,
    CONSTRAINT [PK_еяцафолемои] PRIMARY KEY ([йыдийос_еяцафолемоу])
);

INSERT INTO еяцафолемои (епихето, ONOMA, омола_патяос, глеяолгмиа_цеммгсгс, глеяолгмиа_пяоскгьгс, ажл, аяихлос_таутотгтас, тгк_йимгто, тгк_стахеяо, диеухумсг, покг, лисхос, йыдийос_тлглатос)
VALUES 
('пападопоукос', 'циаммгс', 'вягстос', '1970-01-01', '2010-08-25', '34564381', 'X87658', '6980864680', '23210-56836', 'бемифекоу 10', 'хессакомийг', 700, NULL),
('папаливагк', 'ливакгс', 'мийокаос', '1980-09-08', '2009-07-07', '78736368', 'п63176', '6978286253', '23210-36284', 'яедаистоу 50', 'сеяяес', 900, NULL),
('дглгтяиоу', 'екемг', 'циаммгс', '1988-09-08', '2011-01-01', '76236261', 'M72827', '6982527227', '23210-27282', 'ц.яайитмфг 20', 'сеяяес', 800, NULL),
('апостокидгс', 'цягцоягс', 'аццекос', '1981-06-05', '2012-03-02', '64788383', 'N37728', '6993646646', '23210-37737', 'аздимиоу 10', 'сеяяес', 400, NULL),
('папа', 'лаяиа', 'мийокаос', '1982-09-07', '2013-07-06', '69803333', 'K27272', '6983738374', '23210-37373', 'й.сталоукг 14', 'сеяяес', 400, NULL);

INSERT INTO еяцафолемои (епихето, ONOMA, лисхос) VALUES ('цеыяциоу', 'мийос', 850);
INSERT INTO еяцафолемои (епихето, ONOMA, лисхос) VALUES ('амтымиоу', 'лаяиа', 900);
INSERT INTO еяцафолемои (епихето, ONOMA, лисхос) VALUES ('стеяциоу', 'йыстас', 750);